Repository: khalilsafraoui/SK.Solution
Catalog: *.Visit.UI.Blazor/Resources/VisitTextRessources.*.resx
Languages: ar_tn, fr

# currentTrip_PageTitle
source: Today's Trip
ar_tn: جولة اليوم
fr: Tournée du jour

# currentTrip_PauseTrip_Message
source: Click (Pause Trip) above to Pause your trip for today.
ar_tn: انقر على (إيقاف الرحلة مؤقتًا) أعلاه لإيقاف رحلتك اليوم.
fr: Cliquez sur (Pause du trajet) ci-dessus pour mettre votre trajet en pause pour aujourd'hui.

# currentTrip_StartTrip_Message
source: Click (Start Trip) above to begin your trip for today.
ar_tn: انقر على (بدء الرحلة) أعلاه لبدء رحلتك لهذا اليوم.
fr: Cliquez sur (Démarrer la tournée) ci-dessus pour commencer votre tournée d'aujourd'hui.

# currentTrip_ResumeTrip_Message
source: Click (Resume Trip) above to resume your trip for today.
ar_tn: انقر على (استئناف الرحلة) أعلاه لاستئناف رحلتك لهذا اليوم.
fr: Cliquez sur (Reprendre la tournée) ci-dessus pour reprendre votre tournée d'aujourd'hui.

# currentTrip_PauseTrip_Button
source: Pause Trip
ar_tn: إيقاف الرحلة مؤقتًا
fr: Pause du trajet

# currentTrip_StartTrip_Button
source: Start Trip
ar_tn: بدء الرحلة
fr: Démarrer la tournée

# currentTrip_ResumeTrip_Button
source: Resume Trip
ar_tn: استئناف الرحلة
fr: Reprendre la tournée

# currentTrip_NoTrip_Message
source: There are no trips scheduled for today. Please check back later or tomorrow.
ar_tn: لا توجد رحلات مجدولة لهذا اليوم. يرجى التحقق لاحقًا أو غدًا.
fr: Aucune tournée n'est prévue pour aujourd'hui. Veuillez réessayer plus tard ou demain.

# currentTrip_TripCompleted_Message
source: All of today's trips have been completed. Great job!
ar_tn: تم الانتهاء من جميع رحلات اليوم. عمل رائع!
fr: Toutes les tournées d'aujourd'hui ont été terminées. Beau travail !

# currentTrip_Completed_Message
source: Completed
ar_tn: منجز
fr: Terminé

# visitMenu_MenuTitle
source: Visits & Deliveries
ar_tn: الزيارات والتسليمات
fr: Visites et Livraisons

# visitMenu_MenuTitle_Schedule
source: Schedule
ar_tn: جدول المواعيد
fr: Planning

# visitMenu_MenuTitle_Trips
source: Trips
ar_tn: رحلات
fr: Tournées

# DisplayDestinations_Status
source: Status
ar_tn: الحالة
fr: Statut

# DisplayDestinations_SkipReason
source: Skip Reason
ar_tn: سبب التخطي
fr: Motif de l'annulation

# DisplayDestinations_Arrival
source: Arrival
ar_tn: الوصول
fr: Arrivée

# DisplayDestinations_Finish
source: Finish
ar_tn: إنهاء
fr: Terminer

# DisplayDestinations_Note
source: Note
ar_tn: ملاحظة

# DisplayDestinations_PreviousNote
source: Previous Notes
ar_tn: الملاحظات السابقة
fr: Notes précédentes

# DisplayDestinations_TodayDestinations_Title
source: Today's Destinations
ar_tn: وجهات اليوم
fr: Destinations d'aujourd'hui

# TripStep_CurrentDestination
source: Current Destination
ar_tn: الوجهة الحالية
fr: Destination actuelle

# TripStep_PreviousNote
source: Previous Notes
ar_tn: الملاحظات السابقة
fr: Notes précédentes

# TripStep_MarkArrival_Button
source: Mark Arrival
ar_tn: تحديد الوصول
fr: Marquer l’arrivée

# TripStep_SkipTemporary_Button
source: Skip Temporary
ar_tn: تخطٍ مؤقت
fr: Sauter temporairement

# TripStep_SkipPermanently_Button
source: Skip Permanently
ar_tn: تخطٍ نهائي
fr: Sauter définitivement

# TripStep_CompleteAndContinue_Button
source: Complete visit & continue
ar_tn: إكمال الزيارة والمتابعة
fr: Terminer la visite et continuer

# TripStep_ ArrivedAt_Text
source: Arrived at
ar_tn: وصل في
fr: Arrivé à

# TripStep_Note_Text
source: Note
ar_tn: ملاحظة

# TripStep_SelectAReason_Select
source: Select a reason...
ar_tn: اختر سببًا
fr: Sélectionnez une raison...

# TripStep_SaveAndNext_Button
source: Save & Next trip
ar_tn: حفظ والانتقال إلى الرحلة التالية
fr: Enregistrer et tournée suivante

# TripStep_WriteYourNote_Text
source: Write your note here...
ar_tn: اكتب ملاحظتك هنا...
fr: Écrivez votre note ici...

# TripStep_optional_Text
source: optional
ar_tn: اختياري
fr: optionnel

# TripStep_ReasonForSkip_Text
source: Reason for skipping the visit
ar_tn: سبب تخطي الزيارة
fr: Raison du saut de la visite

# TripStep_AdditionalNote_Text
source: Additional note
ar_tn: ملاحظة إضافية
fr: Note supplémentaire
